tank = 'TK'
heal = 'HL'
fighter = 'DD'
trader = 'TR'
guild_master = 'GM'
quest_giver = 'QG'
blacksmith = 'BS'
tanner = 'TN'
potionsmith = 'PT'
mage = 'MG'
no_class = 'NO'

TYPE = [
    (tank, 'Танк'),
    (heal, 'Лекарь'),
    (fighter, 'Урон'),
    (trader, 'Торговец'),
    (guild_master, 'Гильдмастер'),
    (quest_giver, 'Квестгивер'),
    (blacksmith, 'Кузнец'),
    (tanner, 'Кожевник'),
    (potionsmith, 'Зельевар'),
    (mage, 'Мастер заклинаний'),
    (no_class, 'Нет класса')
]

DISC = [
    "Персонаж, ролью которого является максимальная эффективность в боевом столкновении (в более узком смысле— в обороне).",
    "Персонаж, который специализируется на лечении и поддержании здоровья других персонажей в игре. Он может использовать заклинания и магические предметы для лечения ранений и болезней других персонажей. Лекарь может также иметь навыки, которые позволяют ему избегать опасности и защищать себя и своих товарищей в бою",
    "Персонаж ориентирован на ближний бой и имеет высокие показатели силы и выносливости. Он может использовать различное оружие и доспехи для защиты и атаки",
    "Персонаж, который специализируется на торговле и обмене предметами. Он может иметь навыки, которые позволяют ему получать лучшие цены на товары и продавать их с прибылью.",
    "Персонаж, который управляет гильдией. Он может назначать задания и миссии для членов гильдии, а также устанавливать правила и регулировать внутренние конфликты.",
    "Персонаж, который дает задания игрокам. Он может быть частью сюжетной линии или предоставлять дополнительные задания для получения опыта и наград.",
    "Персонаж, который специализируется на создании и улучшении оружия и брони. Он может использовать различные инструменты и материалы для создания уникальных предметов.",
    "Персонаж, который специализируется на создании и улучшении брони и других предметов из кожи.",
    "Персонаж, который специализируется на создании зелий и других магических напитков.",
    "Персонаж, который специализируется на использовании магии и заклинаний. Он может использовать различные заклинания для атаки, защиты и лечения.",
    "Универсальные персонаж, специализация не выбрана.",
]
